aalib
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
adwaita-icon-theme
aic94xx-firmware
all-repository-fonts
alpm_octopi_utils
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
android-emulator
android-sdk
android-studio
anki
aom
apm
artwiz-fonts
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attica
audacious
autoconf
autofs
automake
avahi
awesome-terminal-fonts
babel-cli
babl
bash
bash-completion
bash-pipes
bc
bdf-unifont
bind-tools
binutils
bison
bitwarden-bin
blas
bleachbit
bluez
bluez-libs
bluez-utils
boost-libs
boostnote
brotli
bsd-games
btrfs-progs
bubblewrap
bzip2
c-ares
cabal-install
cairo
cairomm
cantarell-fonts
cava
ccid
cdparanoia
cdrtools
check
chromium
clang
clementine
clucene
cmake
cmatrix
cmigemo-git
code
colord
compiler-rt
composer
compton
confuse
cool-retro-term
copyq
coreutils
cronie
cryptsetup
cups
cups-filters
cups-pdf
dbus-glib
dconf
deb2targz
debtap
dep
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dina-font
discord
dmidecode
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
double-conversion
dunst
e2fsprogs
efibootmgr
electron
emacs
enchant
evolution
evolution-data-server
exfat-utils
exiv2
extra-cmake-modules
fakeroot
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc-neologd-ut
fcitx-qt5
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
font-bh-ttf
font-bitstream-speedo
font-mathematica
fontconfig
fonts-tlwg
fontviewer
foxitreader
fprintd
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
gawk
gcc
gcc-libs
gconf
gcr
gd
gdk-pixbuf2
gegl
gengetopt
geoclue
geocode-glib
geoip
geoip-database
gettext
ghc
ghostscript
giblib
giflib
git
glances
glib-networking
glib2-docs
glibc
glibmm
glu
gmines.app
gnu-free-fonts
gobject-introspection-runtime
gparted
gpm
gptfdisk
gradle
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-doc
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkspell
gtkspell3
gtop
gts
gucharmap
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
haveged
help2man
hicolor-icon-theme
hidapi
hspell
htop
http-parser
httrack
hunspell
hunspell-en_US
hyphen
i3-battery-popup-git
i3-gaps
i3blocks
i3lock-color-git
i3lock-fancy-rapid-git
i3status
ibus
ideviceinstaller-git
ifplugd
ifuse
ijs
ilmbase
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-tbb
intel-ucode
iproute2
iputils
iso-codes
iw
jack
jansson
jasper
jbig2dec
jdk8-openjdk
jfsutils
jmtpfs
jq
json-glib
jsoncpp
kactivities
karchive
kauth
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdesu
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
knotifications
kpackage
kpty
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lbreakout2
lcms2
ldns
lensfun
less
libabw
libass
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbytesize
libcanberra
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcryptui
libcups
libcurl-gnutls
libdatrie
libdbusmenu-qt5
libde265
libe-book
libepoxy
libepubgen
libetonyek
libev
libevent
libexif
libexttextcat
libfontenc
libfreehand
libgdata
libgexiv2
libglade
libgsf
libgudev
libgusb
libgweather
libheif
libibus
libical
libice
libid3tag
libidn
libiec61883
libimobiledevice
libinput
libixion
libjpeg-turbo
libkeybinder3
liblangtag
liblouis
liblqr
libmagick6
libmm-glib
libmng
libmodplug
libmspub
libmwaw
libmypaint
libnautilus-extension
libndp
libnetctlgui
libnewt
libnm
libnm-glib
libnm-gtk
libnma
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libogg
liborcus
libpagemaker
libpaper
libpgm
libphonenumber
libplist
libpng
libproxy
libpst
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-de
librevenge
librsvg
libsamplerate
libsass
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libstaroffice
libstemmer
libteam
libthai
libtheora
libtiff
libtommath
libtool
libu2f-host
libu2f-server
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpg
libwps
libxaw
libxcomposite
libxcursor
libxdg-basedir
libxfont2
libxft
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxmu
libxpm
libxrandr
libxrender
libxslt
libxss
libxt
libyaml
libytnef
libzmf
licenses
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-settings
lightdm-slick-greeter
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
llvm7-libs
lmdb
logrotate
lpsolve
lsof
lua
lua52
lvm2
lxappearance
lzo
m4
mailcap
make
man-db
man-pages
mdadm
media-player-info
metis
minizip
mobile-broadband-provider-info
mozilla-common
mtdev
mtpfs
mypaint-brushes
nano
nautilus
nautilus-sendto
ncdu
ndctl
neofetch
neon
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-inconsolata
nerd-fonts-source-code-pro
netctl
network-manager-applet
networkmanager
networkmanager-dmenu-git
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nsnake
nspr
nss
ntfs-3g
ntp
octopi
oniguruma
oomox
openal
opencore-amr
opendesktop-fonts
openexr
openjpeg2
openssh
optipng
opus
orc
os-prober
otf-cormorant
otf-fantasque-sans-mono
otf-fira-code
otf-fira-mono
otf-fira-sans
otf-font-awesome
otf-ipafont
otf-latin-modern
otf-latinmodern-math
otf-overpass
p7zip
pacman
pacman-contrib
pam-u2f
pango
pangomm
papirus-icon-theme
parallel
parted
patch
pciutils
pcsc-tools
pcsclite
perl
perl-locale-gettext
phoon
pipes.sh
pkgconf
pkgfile
plasma-framework
playerctl
playonlinux
polkit
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
potrace
powerline-common
powerline-fonts
procps-ng
protobuf
proton-git
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-anytree
python-appdirs
python-asn1crypto
python-cffi
python-click
python-colorama
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-django
python-fido2
python-gobject
python-idna
python-lxml
python-packaging
python-pillow
python-pip
python-ply
python-psutil
python-pycparser
python-pygments
python-pyopenssl
python-pyotherside
python-pyparsing
python-pyqt5
python-pyscard
python-pyte
python-pyusb
python-pywal
python-setuptools
python-sip
python-sip-pyqt5
python-six
python-wcwidth
python2
python2-cairo
python2-dbus
python2-gobject
python2-gobject2
python2-psutil
qpdf
qpdfview
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-styleplugins
qt5-svg
qt5-tools
qt5-x11extras
qt5-xmlpatterns
qtermwidget
quicklisp
ranger
raptor
rasqal
re2
redland
redshift
reiserfsprogs
rest
rhash
ripperx
ripright
rmlint
rofi
rsync
rtkit
rtmpdump
run-parts
rust
s-nail
sassc
sbc
scrot
sdl
sdl2
sdl_ttf
sed
semver
shadow
shared-mime-info
siji-git
simple-mtpfs
slang
smartmontools
snappy
solid
sonnet
sound-theme-freedesktop
source-highlight
speedtest-cli
speex
speexdsp
spotify
stack
startup-notification
steam
stow
sublime-text-dev
sudo
suitesparse
swig
sysfsutils
systemd
systemd-sysvcompat
tamsyn-font
tar
tdb
terminal-mines
terminator
terminus-font
terminus-font-ttf
tex-gyre-fonts
texinfo
thefuck
thunderbird
traceroute
tracker
transmission-gtk
trizen
tslib
ttf-anonymous-pro
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cheapskate
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-freebanglafont
ttf-freefont
ttf-gentium
ttf-hack
ttf-hanazono
ttf-hannom
ttf-inconsolata
ttf-indic-otf
ttf-ionicons
ttf-junicode
ttf-khmer
ttf-koruri
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-material-design-icons-git
ttf-monapo
ttf-mph-2b-damase
ttf-mplus
ttf-nerd-fonts-symbols
ttf-roboto
ttf-sazanami
ttf-tibetan-machine
ttf-ubraille
ttf-ubuntu-font-family
ttf-vlgothic
ttf-weather-icons
tty-clock
udiskie-dmenu-git
udisks2
unrar
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vagrant
vala
vi
vid.stab
vim
virtualbox
vlc
vocal
volume_key
vte-common
vte3
w3m
wayland-protocols
wd719x-firmware
weather-bar
webkit2gtk
webrtc-audio-processing
wget
which
wireless_tools
woff2
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
x264
x265
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xpad
xvidcore
yajl
yay
youtube-dl-gui-git
yubico-c
yubico-c-client
yubikey-manager
yubikey-personalization
zathura
zathura-djvu
zathura-pdf-mupdf
zeal
zeromq
zip
zita-alsa-pcmi
zita-resampler
zsh
zsh-syntax-highlighting
zsxd
